const arTrans = {
    menu: {
        items: {
            home: "الصفحة الرئيسية",
            projects: "المشاريع",
            tools: "أدوات",
            "about me": "عني"
        },
    },    
    hero_section: {
        desc: `بناء الحلول الرقمية مع الكود. أنا < Fullstack Developer /> وأهتم ببناء شبكة ويب حديثة فعالة وسريعة وقابلة للتطوير
        التطبيقات`,
        resume: "resumé"
    },
    about_me: {
        desc: `اسمي أديولا بادا. لدي خلفية في الهندسة المدنية. قادني اهتمامي بأجهزة الكمبيوتر إلى ممارسة مهنة في تطوير البرمجيات.
        أنا متعلم سريع ولدي اهتمام كبير بحل المشكلات ، ولدي شغف كبير لبناء حلول ويب حديثة وسريعة وبسيطة وفعالة وقابلة للتطوير.
        خلال أوقات فراغي ، أحب ممارسة ألعاب الفيديو ، وقضاء الوقت مع عائلتي أو المشي مع كلبي.`
    }
};

export default arTrans;