const arTrans = {
    menu: {
        items: {
            home: "الصفحة الرئيسية",
            projects: "المشاريع",
            tools: "أدوات",
            "about me": "عني",
            "contact me": "اتصل بي",
        },
    },
    hero_section: {
        desc: `بناء الحلول الرقمية مع الكود. أنا < Fullstack Developer /> وأهتم ببناء شبكة ويب حديثة فعالة وسريعة وقابلة للتطوير
        التطبيقات`,
        resume: "resumé"
    },
    about_me: {
        desc: `اسمي أديولا بادا. لدي خلفية في الهندسة المدنية. قادني اهتمامي بأجهزة الكمبيوتر إلى ممارسة مهنة في تطوير البرمجيات.
        أنا متعلم سريع ولدي اهتمام كبير بحل المشكلات ، ولدي شغف كبير لبناء حلول ويب حديثة وسريعة وبسيطة وفعالة وقابلة للتطوير.
        خلال أوقات فراغي ، أحب ممارسة ألعاب الفيديو ، وقضاء الوقت مع عائلتي أو المشي مع كلبي.`
    },
    contact_section: {
        name: 'اسم',
        email: 'البريد الإلكتروني',
        message: 'رسالة',
        send_message: 'إرسال رسالة',
    },
    projects_section: {
        controls: {
            next: "التالي",
            previous: "سابق",
            read_more: "اقرأ أكثر",
            description: "وصف",
            tags: "العلامات",
            links: "الروابط",
            request_demo: "خاص ، طلب عرض",
            cancel: "يلغي"
        },
        scroll_desc: "قم بالتمرير / التمرير أفقيًا لعرض المزيد",
        projects: {
            1: `Thrift.io هو تطبيق يساعد في جمع وتنظيم عمليات التوفير (المعروفة باسم AJO) بين العائلة والأصدقاء. Thrift.io يسمح
            يمكنك إنشاء مجموعات متعددة للتوفير ، وإدارة الأعضاء ، وحساب تواريخ استحقاق التوفير وما إلى ذلك مع إعطائك نظرة عامة غير سهلة على مواردك المالية`,
            2: `يساعد برنامج Finance Tracker / Logger المستخدمين
             على تتبع الدخل اليومي والنفقات والادخار لحسابات مختلفة وأيضًا إخراج النتائج عبر القوائم والرسوم البيانية`,
            3: ` يهدف سوق العقارات (PWA) إلى ربط مالكي المنازل المعتمدين وسماسرة العقارات بالمشترين المحتملين. من الميزات
            مصادقة آمنة للمستخدم وتحميل الصور وتخصيصات الموقع مثل خطوط المستخدم المفضلة والوضع المظلم ،
            قوائم المنازل ، والبحث المخصص في المنزل ، والتحقق من سمسار العقارات ، والاشتراكات ، وإدراج التوصيات ، والدردشات في الوقت الفعلي ، وإشعارات المستخدم ، ورسائل البريد الإلكتروني ، والملف الشخصي المخصص للشركات العقارية ، إلخ.
            `,
            4: `بطاقة GTA V عبارة عن مشروع ممتع يعرض بطاقة gta v بسيطة مع تغيير صور الخلفية والصوت`,
            5: `بوابة المسؤول لإدارة الأنشطة على تطبيق hulo ، فهي تتميز بإشعار المستخدم ، والمحادثات في الوقت الفعلي ، والأدوار ، والأذونات ،
            تخصيصات التطبيق مثل السمة وإرسال رسائل البريد الإلكتروني وإشعارات المستخدم وإدارة قوائم المنازل والمستخدمين وما إلى ذلك`,
            6: `CBT هو تطبيق يخدم apis لإجراء التقييمات الحاسوبية للطلاب.
            يمكن للمدرسين / الممتحنين إنشاء امتحانات وتصنيف الطلاب باستخدام cbt apis.
            تشمل ميزاته إنشاء الامتحانات وتسجيل الطلاب للامتحانات ،
            الدرجات التلقائية واليدوية لاختبار معين ، ونتائج فورية بعد الانتهاء من الاختبار ، و
            مخططات أداء الطلاب.`,
            7: `مشكلة / تعقب الأخطاء لتسجيل الأخطاء / عيوب اختبار ضمان الجودة. إدارة الفرق وتعيين المهام والتصدير إلى ورقة Excel`,
            8: "صفحة بسيطة تعرض نكات مختلفة استنادًا إلى واجهة برمجة التطبيقات مفتوحة المصدر (https://sv443.net/jokeapi/v2/) مكتوبة بواسطة Vue Js و Tailwind Css",
            
            9: "تطبيق ويب مدونة باستخدام Laravel و Vue Js، يتميز ببعض الميزات المهمة والفريدة، والأهم من ذلك هو أنه يمكن تخصيصه بالكامل من قبل المسؤول. كما يحتوي على أدوار المستخدم والأذونات في لوحة التحكم للمسؤول",
            
            10: "إعادة إنشاء بسيطة لصفحة الهبوط لـ تويتر باستخدام HTML و CSS و Bootstrap و JavaScript البسيط",
            
            11: `Précis هو إطار عمل مخصص لـ PHP تم إنشاؤه لفهم كيفية عمل أطر العمل الأخرى لـ PHP مثل Laravel و Symfony تحت الغطاء. يحتوي هذا الإطار على ميزات مثل
                  توجيه مخصص,
                  مُلحِن,
                  وحدات التحكم,
                  عروض وتخطيطات,
                  النماذج,
                  ترحيلات,
                  التحقق,
                  سجلات نشطة بسيطة,
                  الوسيطات,
                  الأحداث، وما إلى ذلك`,
            
            12: `تطبيق معاملات البنك هو تطبيق سطر الأوامر مكتوب بلغة PHP 8+، ومتوافق مع الإصدارات السابقة. يتضمن ميزات مثل
                  إنشاء حسابات المستخدم,
                  إيداع الرصيد في حسابات المستخدم,
                  تحويل الرصيد بين حسابات المستخدم`,
            
            13: `هذا هو تطبيق واجهة برمجة التطبيقات تم إنشاؤه باستخدام Node.js و Express Js، ويعرض جميع الدول والولايات. يتضمن:
                  واجهات برمجة التطبيقات بسيطة وقوية,
                  واجهات برمجة تفاعلية,
                  سريع وسهل الاستخدام.`
        }
    }
};

export default arTrans;