const arTrans = {
    menu: {
        items: {
            home: "الصفحة الرئيسية",
            projects: "المشاريع",
            tools: "أدوات",
            "about me": "عني"
        },
    },
    hero_section: {
        desc: `بناء الحلول الرقمية مع الكود. أنا < Fullstack Developer /> وأهتم ببناء شبكة ويب حديثة فعالة وسريعة وقابلة للتطوير
        التطبيقات`,
        resume: "resumé"
    },
    about_me: {
        desc: `اسمي أديولا بادا. لدي خلفية في الهندسة المدنية. قادني اهتمامي بأجهزة الكمبيوتر إلى ممارسة مهنة في تطوير البرمجيات.
        أنا متعلم سريع ولدي اهتمام كبير بحل المشكلات ، ولدي شغف كبير لبناء حلول ويب حديثة وسريعة وبسيطة وفعالة وقابلة للتطوير.
        خلال أوقات فراغي ، أحب ممارسة ألعاب الفيديو ، وقضاء الوقت مع عائلتي أو المشي مع كلبي.`
    },
    projects_section: {
        controls: {
            next: "التالي",
            previous: "سابق",
            read_more: "اقرأ أكثر",
            description: "وصف",
            tags: "العلامات",
            links: "الروابط",
        },
        scroll_desc: "قم بالتمرير / التمرير أفقيًا لعرض المزيد",
        projects:{
            1: `Thrift.io هو تطبيق يساعد في جمع وتنظيم عمليات التوفير (المعروفة باسم AJO) بين العائلة والأصدقاء. Thrift.io يسمح
            يمكنك إنشاء مجموعات متعددة للتوفير ، وإدارة الأعضاء ، وحساب تواريخ استحقاق التوفير وما إلى ذلك مع إعطائك نظرة عامة غير سهلة على مواردك المالية`,
            2: `يساعد برنامج Finance Tracker / Logger المستخدمين على تتبع الدخل اليومي والنفقات والادخار لحسابات مختلفة وأيضًا إخراج النتائج عبر القوائم والرسوم البيانية`,
        }
    }
};

export default arTrans;