const arTrans = {
    menu: {
        items: {
            home: "الصفحة الرئيسية",
            projects: "المشاريع",
            tools: "أدوات",
            "about me": "عني"
        },
    },
    hero_section: {
        desc: `بناء الحلول الرقمية مع الكود. أنا < Fullstack Developer /> وأهتم ببناء شبكة ويب حديثة فعالة وسريعة وقابلة للتطوير
        التطبيقات`,
        resume: "resumé"
    },
    about_me: {
        desc: `اسمي أديولا بادا. لدي خلفية في الهندسة المدنية. قادني اهتمامي بأجهزة الكمبيوتر إلى ممارسة مهنة في تطوير البرمجيات.
        أنا متعلم سريع ولدي اهتمام كبير بحل المشكلات ، ولدي شغف كبير لبناء حلول ويب حديثة وسريعة وبسيطة وفعالة وقابلة للتطوير.
        خلال أوقات فراغي ، أحب ممارسة ألعاب الفيديو ، وقضاء الوقت مع عائلتي أو المشي مع كلبي.`
    },
    projects_section: {
        controls: {
            next: "التالي",
            previous: "سابق",
            read_more: "اقرأ أكثر",
            description: "وصف",
            tags: "العلامات",
            links: "الروابط",
            request_demo: "خاص ، طلب عرض",
            cancel: "يلغي"
        },
        scroll_desc: "قم بالتمرير / التمرير أفقيًا لعرض المزيد",
        projects: {
            1: `Thrift.io هو تطبيق يساعد في جمع وتنظيم عمليات التوفير (المعروفة باسم AJO) بين العائلة والأصدقاء. Thrift.io يسمح
            يمكنك إنشاء مجموعات متعددة للتوفير ، وإدارة الأعضاء ، وحساب تواريخ استحقاق التوفير وما إلى ذلك مع إعطائك نظرة عامة غير سهلة على مواردك المالية`,
            2: `يساعد برنامج Finance Tracker / Logger المستخدمين
             على تتبع الدخل اليومي والنفقات والادخار لحسابات مختلفة وأيضًا إخراج النتائج عبر القوائم والرسوم البيانية`,
            3: ` يهدف سوق العقارات (PWA) إلى ربط مالكي المنازل المعتمدين وسماسرة العقارات بالمشترين المحتملين. من الميزات
            مصادقة آمنة للمستخدم وتحميل الصور وتخصيصات الموقع مثل خطوط المستخدم المفضلة والوضع المظلم ،
            قوائم المنازل ، والبحث المخصص في المنزل ، والتحقق من سمسار العقارات ، والاشتراكات ، وإدراج التوصيات ، والدردشات في الوقت الفعلي ، وإشعارات المستخدم ، ورسائل البريد الإلكتروني ، والملف الشخصي المخصص للشركات العقارية ، إلخ.
            `,
            4: `بطاقة GTA V عبارة عن مشروع ممتع يعرض بطاقة gta v بسيطة مع تغيير صور الخلفية والصوت`,
            5: `بوابة المسؤول لإدارة الأنشطة على تطبيق hulo ، فهي تتميز بإشعار المستخدم ، والمحادثات في الوقت الفعلي ، والأدوار ، والأذونات ،
            تخصيصات التطبيق مثل السمة وإرسال رسائل البريد الإلكتروني وإشعارات المستخدم وإدارة قوائم المنازل والمستخدمين وما إلى ذلك`,
            6: `CBT هو تطبيق يخدم apis لإجراء التقييمات الحاسوبية للطلاب.
            يمكن للمدرسين / الممتحنين إنشاء امتحانات وتصنيف الطلاب باستخدام cbt apis.
            تشمل ميزاته إنشاء الامتحانات وتسجيل الطلاب للامتحانات ،
            الدرجات التلقائية واليدوية لاختبار معين ، ونتائج فورية بعد الانتهاء من الاختبار ، و
            مخططات أداء الطلاب.`,
            7: `مشكلة / تعقب الأخطاء لتسجيل الأخطاء / عيوب اختبار ضمان الجودة. إدارة الفرق وتعيين المهام والتصدير إلى ورقة Excel`,
        }
    }
};

export default arTrans;